{
    "products": [
        {
            "name": "Celestial VR™",
            "description": "A virtual reality platform offering hyper-realistic experiences, from serene walks on Mars to diving into the Marianas Trench, all from the comfort of your living room.",
            "applications": {
                "Educational Suites": "Users can explore Mars, dive deep into the ocean, or understand the wonders of space.",
                "Adventure Modules": "Experience serene walks on Mars or diving into the Marianas Trench.",
                "Therapeutic Landscapes": "Enjoy the peace of Martian sunsets or the vastness of outer space."
            }
        },
        {
            "name": "Luminara Glasses™",
            "description": "Lightweight AR glasses that overlay digital information on the real world. Users can seamlessly interact with virtual objects, get real-time data overlays, or even project a movie onto any wall.",
            "applications": {
                "Educational Suites": "Visualize ancient ruins, complex molecular structures, or projected lectures.",
                "Adventure Modules": "Interact with 3D holograms of wild animals or navigate virtual mazes.",
                "Therapeutic Landscapes": "View relaxing landscapes, calming visual patterns, or meditation guidance."
            }
        },
        {
            "name": "QuantNet™",
            "description": "The world’s first accessible quantum computer service for businesses. It promises computations at speeds previously deemed impossible, ideal for industries like finance, healthcare, and space exploration.",
            "applications": {
                "Educational Suites": "Understand quantum physics with visual simulations, explore quantum algorithms, or experiment with virtual quantum circuits.",
                "Adventure Modules": "Experience quantum realms, visualize superposition, or traverse quantum entanglements.",
                "Therapeutic Landscapes": "Meditate in quantum-generated landscapes, or relax with quantum-driven visual patterns."
            }
        },
        {
            "name": "Nebula Academy™",
            "description": "A global online institution teaching the next generation about AR, VR, and quantum computing. It offers courses from beginner to advanced levels and provides certification recognized worldwide.",
            "applications": {
                "Educational Suites": "Courses on AR, VR, and quantum computing fundamentals to advanced topics.",
                "Adventure Modules": "Hands-on projects on AR games, VR simulations, or quantum algorithms.",
                "Therapeutic Landscapes": "Virtual campuses, AR-enhanced relaxation spaces, or quantum-inspired visual relaxation modules."
            }
        }
    ],
    "people": [
        {
            "name": "Dr. Evelyn Hart",
            "title": "Founder & CEO",
            "details": "A double doctorate holder in Quantum Physics and Neural Engineering from MIT, Dr. Hart was a prodigy who published her first paper at 15. Recognized as one of the top 100 influential leaders in technology, she is the driving force behind Starluxe's vision and innovation."
        },
        {
            "name": "Rajan Malhotra",
            "title": "CTO",
            "details": "Rajan, a software architect genius, previously worked at leading tech giants before joining Starluxe. He spearheads the technological advancements of Starluxe, ensuring that every product surpasses industry standards."
        },
        {
            "name": "Lila Torres",
            "title": "Chief of Design",
            "details": "A graduate from the Royal College of Art, Lila has a knack for merging art with technology. Her unique design aesthetics are evident in Starluxe's sleek and user-friendly products."
        },
        {
            "name": "Samuel Ogundipe",
            "title": "VP of Operations",
            "details": "With a background in global logistics and operations, Samuel ensures the smooth production and distribution of Starluxe's revolutionary products worldwide."
        },
        {
            "name": "Nina Zhang",
            "title": "Head of Nebula Academy",
            "details": "Formerly a professor at Harvard, Nina now oversees the curriculum development and delivery at Nebula Academy, ensuring quality education reaches all corners of the globe."
        }        
    ]
}